<?php


namespace App\Classes;


class Category
{
    public function category()
    {
        return [
            0 => [
                'id' => 1,
                'name' => 'বাংলাদেশ',
            ],
            1 => [
                'id' => 2,
                'name' => 'বিশ্ব',
            ],
            2 => [
                'id' => 3,
                'name' => 'বাণিজ্য'
            ],
            3 => [
                'id' => 4,
                'name' => 'মতামতয'
            ],
            4 => [
                'id' => 5,
                'name' => 'বিনোদন'
            ],
            5 => [
                'id' => 6,
                'name' => 'লাইফস্টাইল'
            ],
            6 => [
                'id' => 7,
                'name' => 'জীবনযাপন'
            ],
            7 => [
                'id' => 8,
                'name' => 'স্বাস্থ্য'
            ],
            8 => [
                'id' => 9,
                'name' => 'ফিচার'
            ],
            9 => [
                'id' => 10,
                'name' => 'শিক্ষা'
            ],
            10 => [
                'id' => 11,
                'name' => 'ধর্ম'
            ],
            11 => [
                'id' => 12,
                'name' => 'ছবি'
            ],
            12 => [
                'id' => 13,
                'name' => 'ধর্ম'
            ],
            13 => [
                'id' => 14,
                'name' => 'ভিডিও'
            ],
            14 => [
                'id' => 14,
                'name' => 'চাকরি'
            ],
            15 => [
                'id' => 15,
                'name' => 'ই পেপার'
            ]
        ];
    }
}